"VOICE_MAIL" = "البريد الصوتي";
"VOICE_MAIL_UNREAD_FORMAT" = "البريد الصوتي (%d)";
"UNKNOWN_LOCATION" = "موقع غير معروف";
"SPEAKER_NAV" = "السماعة|الترحيب";
"AUDIO_NAV" = "صوتي";
"GREETING_NAV" = "الترحيب|السماعة";
"DELETE" = "حذف";
"CALL_BACK" = "إعادة الاتصال";

"CALL_VOICEMAIL" = "الاتصال بالبريد الصوتي";
"VOICEMAIL_UNAVAILABLE" = "الـ Visual Voicemail غير متوفر حاليًا.";
"VOICEMAIL_MORE_AVAILABLE" = "لديك رسائل إضافية على الخادم.";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "لا يمكن الاتصال بالبريد الصوتي";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "اتصل بموفر الخدمة للمساعدة.";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "الاتصال بـ %@";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "ترك المتصل رقمًا لإعادة الاتصال به مختلف عن رقم هاتفه.";
"CALLBACK_ALERT_TITLE" = "ترك المتصل رقمًا لإعادة الاتصال به.";

"PASSWORD" = "كلمة السر";
"ENTER_PASSWORD_TITLE" = "كلمة السر غير صحيحة";
"ENTER_PASSWORD_DESCRIPTION" = "أدخل كلمة سر البريد الصوتي";
"PASSWORD_PROMPT_PLACEHOLDER" = "كلمة السر";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "مكالمة";
"PASSWORD_RESET_INFO" = "إذا نسيت كلمة السر، اتصل بـ %@ للمساعدة.";
"PASSWORD_EXPIRED_TITLE" = "انتهت صلاحية كلمة سر البريد الصوتي";
"PASSWORD_EXPIRED_DESCRIPTION" = "يجب تغيير كلمة السر لاسترداد الرسائل.";
"CHANGE_NOW" = "تغيير";
"OK" = "موافق";

"DELETED_MESSAGES" = "الرسائل المحذوفة";
"DELETED" = "تم الحذف";
"UNDELETE" = "إلغاء الحذف";
"CLEAR_ALL" = "مسح الكل";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "إلغاء";
"CLEAR_ALL_OK_BUTTON_TITLE" = "مسح الكل";
"CLEAR_ALL_ALERT_TITLE" = "مسح نهائي للبريد الصوتي الذي تم حذفه؟";

"GREETING" = "الترحيب";
"GREETING_PROMPT" = "تعيين الرسالة الصادرة.";
"DONE" = "تم";
"DEFAULT_GREETING_TITLE" = "افتراضي";
"CUSTOM_GREETING_TITLE" = "مخصص";
"PLAY" = "تشغيل";
"RECORD" = "تسجيل";
"RECORD_A_GREETING" = "تسجيل ترحيب";
"RECORDING_PERSONAL" = "تسجيل شخصي";
"STOP" = "إيقاف";
"SAVING_GREETING" = "جاري حفظ الترحيب…";
"SAVE_SUCCESS" = "تم حفظ الترحيب.";
"RETRIEVING_GREETING" = "جاري استرداد الترحيب…";

"CHANGE_AUDIO_SOURCE" = "جهاز الصوت:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "البريد الصوتي غير متوفر";
"VOICEMAIL_ERROR_TITLE_ERROR" = "خطأ بالبريد الصوتي";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "خطأ في كلمة السر";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "كلمة السر غير صالحة";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "البريد الصوتي %d%% ممتلئ";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "هذا الحساب لا يتضمن Visual Voicemail.";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "لا يمكن تخويل الوصول.";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "حاول لاحقًا.";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "لا يمكن الاتصال بصندوق البريد.";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "خدمة البريد الصوتي مشغولة.";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "صندوق البريد غير متوفر حاليًا.";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "تم تأمين صندوق البريد.";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "لا يمكن استرداد الرسالة.";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "لم يتم تسجيل ترحيب مُسبقًا.";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "الترحيب غير صالح.";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "لا يمكن حفظ الترحيب.";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "كلمة السر القديمة غير صحيحة.";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "أدخل كلمة سر جديدة.";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "كلمة السر بسيطة جدًا.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "كلمة السر قصيرة جدًا.";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "كلمة السر طويلة جدًا.";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "تم تغيير كلمة السر مؤخرًا.";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "تم استعمال كلمة السر هذه مسبقًا.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "تم تعيين كلمة سر مسبقًا.";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "فشل تغيير كلمة السر.";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "تعذر استرداد الرسالة.";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "تعذر تشغيل الرسالة.";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "تعذر الاتصال.\nحاول لاحقًا.";
"VOICEMAIL_ERROR_MSG_SECURITY" = "تعذر إجراء اتصال.";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "يجب حذف بعض الرسائل للتمكن من استلام رسائل جديدة.";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "احذف رسائل لإفراغ مساحة.";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "تعذر تخزين الرسائل محليًا. احذف رسائل لإفراغ مساحة.";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "لم يتم إعداد الحساب بشكل صحيح لهذه الميزة.";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "تعذر إجراء اتصال.";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "تم إيقاف تجوال البيانات. يمكنك تشغيل تجوال البيانات في قسم الشبكة بالإعدادات العامة.";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "الـ Visual Voicemail غير متوفر عندما تكون البيانات الخلوية مغلقة. يمكنك تشغيل البيانات الخلوية في قسم الشبكة بالإعدادات العامة.";

"SETUP_TITLE" = "يجب تعيين كلمة سر وترحيب لاسترداد البريد الصوتي.";
"SETUP_NOW" = "إعداد الآن";
"PASSCODE" = "كلمة السر";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "أدخل كلمة سر البريد الصوتي";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "أدخل كلمة سر البريد الصوتي من جديد";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "كلمة سر غير مطابقة.  حاول مرة أخرى.";
"SETUP_GREETING_PROMPT" = "اختر ترحيب البريد الصوتي.";
"SAVE" = "حفظ";
"SAVING_PASSWORD" = "جاري حفظ كلمة السر…";
